examples/tumor_chip_linear_gradient/data/diagnostic/cases/run_opposing_none_H200_1777224890922_59673_f0c51b/system/controlDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}

application     scalarTransportFoam;

startFrom       latestTime;
stopAt          endTime;
endTime         784.0;

deltaT          1;

writeControl    timeStep;
writeInterval   784;

purgeWrite      2;

writeFormat     ascii;
writePrecision  8;
writeCompression off;

timeFormat      general;
timePrecision   6;

runTimeModifiable true;
