examples/tumor_chip_linear_gradient/data/diagnostic/cases/run_opposing_none_H200_1777224890922_59673_f0c51b/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}

simulationType  laminar;
